Repository: Brunodesenvolvedor/JogoDaVelha
Catalog: src/Resources/Strings.*.resx
Languages: fr

# Titulo
source: JOGO DA VELHA
fr: MORPION

# EscolhaIcone
source: Você prefere jogar com o "O" (1) ou com o "X" (2)?
fr: Vous préférez jouer avec le 'O' (1) ou avec le 'X' (2)?

# EscolhaIconeO
source: Muito bem, você será o "O" e o computador será o "X".
fr: Très bien, vous serez le 'O' et l'ordinateur sera le 'X'

# EscolhaIconeX
source: Muito bem, você será o "X" e o computador será o "O".
fr: Très bien, vous serez le 'X' et l'ordinateur sera le 'O'

# EscolhaInvalida
source: Entrada inválida. Você precisa escolher "O" (1) ou "X" (2).
fr: Entrée invalide. Vous devez choisir 'O' (1) ou 'X' (2).

# MensagemQuemJogaPrimeiro
source: Neste jogo, é escolhido aleatoriamente quem inicia. Desta vez, {0} começa.
fr: Dans ce jeu, celui qui commence est choisi aléatoirement. Cette fois, {0} commence.

# JogadaInvalida
source: Essa não é uma jogada válida. Escolha um número válido (1 a 9) que esteja livre:
fr: Ceci n'est pas un coup valide. Choisissez un numéro valide (1 à 9) qui est libre:

# EntradaInvalida
source: Entrada inválida. Insira um número entre 1 e 9.
fr: Entrée invalide. Donnez un numéro entre 1 et 9.

# ParabensVenceu
source: O jogo encerrou. Parabéns, você venceu. Pressione enter para encerrar
fr: Le jeu est terminé. Félicitations, vous avez gagné\nAppuyez sur Entrée pour terminer le programme

# ComputadorVenceu
source: O jogo encerrou. O computador venceu. Pressione enter para encerrar
fr: Le jeu est terminé. L'ordinateur a gagné

# JogoEmpatou
source: O jogo empatou Pressione enter para encerrar
fr: Le jeu est terminé sur un match nul\nAppuyez sur Entrée pour terminer

# JogadaComputador
source: Na vez do computador, ele jogou na posição {0}.
fr: Lors du tour de l'ordinateur, il a joué à la position {0}

# MensagemSuaVez
source: Sua vez: escolha o número da posição em que deseja jogar.
fr: À votre tour : choisissez le numéro de la position où vous souhaitez jouer.

# JogadaPosicao
source: Você jogou na posição {0}.
fr: Vous avez joué à la position {0}
